Arlberghaus.xml

<ns0:Envelope xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="amis:com.siemens.ptd.amis">
   <ns0:Header />
   <ns0:Body>
      <ns1:CompoundCallGetTariff>
         <ns1:std>
            <ns1:request>Project_EWA_6</ns1:request>
            
            <ns1:comment>no</ns1:comment>
            
            <ns1:blockSize>0</ns1:blockSize>
            <ns1:activationTime>2017-07-12T04:00:00+02:00</ns1:activationTime>
            
            <ns1:async>
               <ns1:deliveryTime>2017-07-13T22:00:00+02:00</ns1:deliveryTime>
               
               <ns1:responseUrl>ResponseEWA</ns1:responseUrl>
            </ns1:async>
            
            <ns1:device>100000148</ns1:device>
         </ns1:std>
         <ns1:tariffType>actual</ns1:tariffType>
         <ns1:allObis>true</ns1:allObis>
      </ns1:CompoundCallGetTariff>
   </ns0:Body>
</ns0:Envelope>